<?php //remove_action( 'wp_head', '_wp_render_title_tag', 1 ); //タイトルタグを出力しない ?>

<?php get_header(); ?>
<!-- for Meta -->
<meta name="description" content='TRAINOCAMP（トレノキャンプ）オンライン学習サービスの利用規約です。'>
<meta property='og:description' content='TRAINOCAMP（トレノキャンプ）オンライン学習サービスの利用規約です。'>
<!-- for Page -->
<link rel="stylesheet" type="text/css" href="<?php echo get_template_directory_uri(); ?>/css/requirements.css" media="all" />

</head>

<body id="pageRequirements">
  
  <?php get_template_part('parts_site_header'); ?>

  <main class="contents hiragino">

    <!-- パンくず -->
    <div id="breadcrumb">
      <div class="inner">
        <ul class="breadlist hiragino">
          <li><a href="<?php echo home_url(); ?>">ホーム</a></li>
          <li><span>TRAINOCAMP（トレノキャンプ）オンライン学習サービス利用規約</span></li> 
        </ul>
      </div>
    </div>


    <!-- ページヘッダー -->
    <div class="contents_head">
      <div class="inner">
        <h1 class="page_title">TRAINOCAMP（トレノキャンプ）オンライン学習サービス利用規約</h1>
      </div>
    </div>

    <div class="contents_body">
      <div class="inner">
        <p class="cb_lead">
        TRAINOCAMPオンライン学習サービス利用規約（以下「本規約」と言います。）には、本サービスの提供条件及び当社と登録ユーザーの皆様との間の権利義務関係が定められています。本サービスの利用に際しては、本規約の全文をお読みいただいたうえで、本規約に同意いただく必要があります。
        </p>

        <div class="sec">
          <h2 class="article_title">第1条 （適用）</h2>
          <ol class="list_num">
            <li>本規約は、本サービスの提供条件及び本サービスの利用に関する当社と登録ユーザーとの間の権利義務関係を定めることを目的とし、登録ユーザーと当社との間の本サービスの利用に関わる一切の関係に適用されます。</li>
            <li>当社が当社ウェブサイト上で掲載する本サービス利用に関するルール（<a href="https://camp.trainocate.co.jp/requirements">https://camp.trainocate.co.jp/requirements</a>）は、本規約の一部を構成するものとします。</li>
            <li>本規約の内容と、前項のルールその他の本規約外における本サービスの説明等とが異なる場合は、本規約の規定が優先して適用されるものとします。</li>
            <li>本サービスの利用をお申込みいただく際は、事前に本規約を十分ご理解いただいた上でご同意いただくものとし、本サービスの申し込みを行った時点で本規約の内容を承諾したものとみなされるものとします。</li>
            <li>当社と登録ユーザーとの間で別途の合意がなされた場合を除き、本サービスすべてに本規約が適用されるものとします。</li>
            <li>TRAINOCAMP🄬 For Business（<a href="https://www.trainocate.co.jp/reference/trainocamp.html" target="_blank">https://www.trainocate.co.jp/reference/trainocamp.html</a>）の規約（<a href="https://www.trainocate.co.jp/gkinfo/asp.html" target="_blank">https://www.trainocate.co.jp/gkinfo/asp.html</a>）は本サービスに適用されません。</li>
          </ol>
        </div>

        <div class="sec">
          <h2 class="article_title">第2条 （定義）</h2>
          <p>
            本規約において使用する以下の用語は、本契約に別途定めるもののほか、各々以下に定める意味を有するものとします。
          </p>
          <ol class="list_num">
            <li>「サービス利用契約」とは、本規約を契約条件として当社と登録ユーザーの間で締結される、本サービスの利用契約を意味します。</li>
            <li>「知的財産権」とは、著作権、特許権、実用新案権、意匠権、商標権その他の知的財産権（それらの権利を取得し、またはそれらの権利につき登録等を出願する権利を含みます。）を意味します。</li>
            <li>「当社」とは、トレノケート株式会社を意味します。</li>
            <li>「当社ウェブサイト」とは、当社が本サービスに関して運営するウェブサイト（<a href="https://camp.trainocate.co.jp/">https://camp.trainocate.co.jp</a>&nbsp;および&nbsp;<a href="https://camp-lms.trainocate.co.jp/">https://camp-lms.trainocate.co.jp</a>）を意味します。（理由の如何を問わず、当社のウェブサイトのドメインまたは内容が変更された場合は、当該変更後のウェブサイトを含みます。）</li>
            <li>「登録ユーザー」とは、第４条に基づいて本サービスの利用者としての登録がなされた個人または法人を意味します。</li>
            <li>「アカウント」とは、当社が登録ユーザーに対しユーザーID及びパスワードを発行して識別される登録ユーザーの本サービスを利用できる地位をいいます。なお、ユーザーIDは登録時の登録ユーザーのメールアドレスを代替する場合があります</li>
            <li>「学習コース」とは、登録ユーザーが選択して申し込みを行う本サービスにおいて当社が提供する学習用のコースを意味します。なお、登録ユーザーは、学習コースごとに、第７条に基づき利用料金を支払うものとします。</li>
            <li>「コンテンツ」とは、登録ユーザーが本サービスにて学習コースを選択し、料金の支払いその他当社所定の手続を経ることにより、オンライン上で閲覧・学習ができる当該コースの動画、動画内の文書、写真及び教材その他当社が提供する一切のものを意味します。</li>
            <li>「外部サービス・外部アプリケーション」とは、当社が指定する本サービス利用にあたってインストールまたはダウンロードが必要な当社以外の第三者が提供するサービスまたはアプリケーションを意味します。</li>
            <li>「本サービス」とは、当社が提供するという「TRAINOCAMP（トレノキャンプ）オンライン学習サービス」名称のサービス（理由の如何を問わずサービスの名称または内容が変更された場合は、当該変更後のサービスを含みます。）を意味します。</li>
          </ol>
        </div>

        <div class="sec">
          <h2 class="article_title">第3条 （本サービスの利用）</h2>
          <ol class="list_num">
            <li>
              登録ユーザーは、本サービスにて学習コースを選択し、当社所定の手続を経ることにより、オンライン上で当該コースのコンテンツを閲覧・学習することができます。</li>
            <li>登録ユーザーは、自らの責任において本サービスを利用するものとし、本サービスにおいて行った一切の行為およびその結果について一切の責任を負うものとします。</li>
            <li>登録ユーザーは、当社との間で、登録ユーザーとしての登録完了、本規約の諸規定に従ったサービス利用契約の締結及び当社の定める利用料金全額の支払いを行った以降に、当社の定める方法に従って、本サービスを利用することができるようになります。</li>
          </ol>
        </div>

        <div class="sec">
          <h2 class="article_title">第4条 （登録）</h2>
          <ol class="list_num">
            <li>本サービスの利用を希望する者（以下「登録希望者」といいます。）は、本規約を遵守することに同意し、かつ当社の定める一定の情報（以下「登録事項」といいます。）を当社の定める方法で当社に提供することにより、当社に対し、本サービスの利用の登録を申請することができます。</li>
            <li>当社は、当社の基準に従って、第１項に基づいて登録申請を行った登録希望者（以下「登録申請者」といいます。）の登録の可否を判断し、当社が登録を認める場合にはその旨を登録申請者に通知します。登録申請者の登録ユーザーとしての登録は、当社が本項の通知（電子メールによる通知を含む）を行ったことをもって完了したものとします。</li>
            <li>登録希望者は、第1項に基づく登録の申請に当たり、以下の各号の事由を了承の上、申請しなければならないものとします。なお、登録希望者は、外部サービス・外部アプリケーションについては、それらのサービスやアプリケーションの利用規約等に従って利用するものとし、当社は外部サービス・外部アプリケーションの利用について一切責任を負いません。
              <ol class="list_num_kakko">
                <li>外部サービス・外部アプリケーションを当社が指定するバージョンでインストールすること</li>
                <li>コンピュータ、Webカメラ、マイク、スマートフォンその他の機器、ソフトウェア、通信回線その他の通信環境等本サービスの利用に必要な機器及び環境を準備すること</li>
                <li>通信環境が本サービスの利用に支障がないことを確認すること</li>
                <li>本サービスの利用に必要な通信環境の整備に伴う諸経費・通信回線使用料は登録ユーザーの負担になること。</li>
                <li>当社は登録希望者に対し、登録可否の審査を行うこと及び審査結果により、本サービスの利用を認められない可能性があること</li>
              </ol>
            </li>
            <li>第２項に定める登録の完了時に、サービス利用契約が登録ユーザーと当社の間に成立し、登録ユーザーは本サービスを本規約に従い利用することができるようになります。</li>
            <li>当社は、登録申請者が、以下の各号のいずれかの事由に該当する場合は、登録及び再登録を拒否することがあり、またその理由について一切説明または開示する義務を負いません。
            <ol class="list_num_kakko">
                <li>当社に提供した登録事項の全部または一部につき虚偽、誤記または記載漏れがあった場合</li>
                <li>未成年者、成年被後見人、被保佐人または被補助人のいずれかであり、法定代理人、後見人、保佐人または補助人の同意等を得ていなかった場合</li>
                <li>反社会的勢力等（暴力団、暴力団員、右翼団体、反社会的勢力、その他これに準ずる者を意味します。以下同じ。）である、または資金提供その他を通じて反社会的勢力等の維持、運営もしくは経営に協力もしくは関与する等反社会的勢力等との何らかの交流もしくは関与を行っていると当社が判断した場合</li>
                <li>当社が指定した支払方法による料金の支払ができない場合</li>
                <li>過去当社との契約に違反した者またはその関係者であると当社が判断した場合</li>
                <li>第16条に定める措置を受けたことがある場合</li>
                <li>その他、登録を適当でないと当社が判断した場合</li>
              </ol>
            </li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第5条 （登録事項の変更）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、登録事項に変更があった場合、速やかに当社ウェブサイト内の専用ページにおいて、変更、修正を行うものとします。</li>
            <li>登録ユーザーが、前項の変更、修正を怠ったことにより、登録ユーザーに生じたいかなる不利益においても、当社は、何ら責任を負わないものとします。</li>
          </ol>
        </div>

        <div class="sec">
          <h2 class="article_title">第6条 （パスワード及びユーザーIDの管理）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、自己の責任において、本サービスに関するパスワード及びユーザーIDを適切に管理及び保管するものとし、これを第三者に利用させ、または貸与、譲渡、名義変更、売買等をしてはならないものとします。</li>
            <li>パスワードまたはユーザーIDの管理不十分、使用上の過誤、第三者の使用等によって生じた損害に関する責任は登録ユーザーが負うものとします。</li>
            <li>登録ユーザーは、本サービスに関するパスワード及びユーザーIDを失念した場合または第三者に不正に使用されている疑いがある場合、当社に対して速やかに連絡し、当社の指示等に従わなければなりません。なお、登録ユーザーは、同連絡を速やかにせずまた当社の指示等に従わないことにより生じる全ての損害等について責任を負うものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第7条 （料金及び支払方法）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、本サービスの利用の対価として、別途当社が定め、当社ウェブサイトに表示する利用料金を、当社が指定する支払方法（支払期限を含みます。）により当社に支払うものとします。</li>
            <li>登録ユーザーが、第1項に定める利用料金を、当社が指定する期限までに支払わない場合には、当該学習コースの申し込みは撤回されたものとみなします。</li>
            <li>登録ユーザーがサービス利用契約の解約を行う場合の利用料金の取り扱いは第16条の定めによるものとします</li>
            <li>当社がサービス利用契約の解除または登録ユーザーの登録抹消を行う場合の利用料金の取り扱いは、第17条の定めによるものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第8条 （遅延損害金）</h2>
          <ol class="list_num">
            <li>登録ユーザーが、サービス利用契約に関連して、当社に対して負担する一切の金銭債務を所定の支払期日が過ぎてもなお履行しない場合、所定の支払期日の翌日から支払日の前日までの日数に、年14.6%の利率で計算した金額を延滞利息として支払うものとします。</li>
            <li>前項の支払に必要な振込手数料その他の費用は、登録ユーザーの負担とします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第9条 （利用可能期間及び時間）</h2>
          <p>
            登録ユーザーは、有効にユーザー登録され、かつ本規約の目的の範囲内かつ本規約に違反しない限り、当社の定める方法に従い、本サービスを利用することができます。本サービスの利用可能時間は、以下の通りとします。
          </p>
          <ol class="list_num">
            <li>登録ユーザーが申し込みを行い利用料金を支払った学習コースのコンテンツの閲覧：<br>24時間（当社がメンテンナンスその他保守等を行っている時間を除く）。なお当社がコンテンツごとに別途定める期限内に限る。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第10条 （利用期間）</h2>
          <p>
            本サービスの利用期間は、登録ユーザーが選択して利用料金を支払った学習コースの利用期間とします。ただし、学習コースは、登録ユーザーとしての登録、アカウントの発行及び料金支払後から利用可能になるものとします。
          </p>
        </div>



        <div class="sec">
          <h2 class="article_title">第11条 （本サービス利用環境等）</h2>
          <p>
            本サービスの提供を受けるために必要な、コンピュータ、Webカメラ、マイク、スマートフォンその他の機器、ソフトウェア、通信回線その他の通信環境等は、登録ユーザーの費用と責任において準備し維持するものとします。当社は、本サービスがあらゆる機器等に適合することを保証するものではありません。
          </p>
        </div>



        <div class="sec">
          <h2 class="article_title">第12条 （禁止事項）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、本サービスの利用にあたり、以下の各号のいずれかに該当する行為または該当すると当社が判断する行為をしてはなりません。
              <ol class="list_num_kakko">
                <li>法令に違反する行為または犯罪行為に関連する行為</li>
                <li>当社、本サービスの他の利用者またはその他の第三者に対する詐欺または脅迫行為</li>
                <li>公序良俗に反する行為</li>
                <li>当社、本サービスの他の利用者またはその他の第三者の知的財産権、肖像権、プライバシーの権利、名誉、その他の権利または利益を侵害する行為</li>
                <li>本サービスを通じ、以下に該当し、または該当すると当社が判断する情報を当社または本サービスの他の利用者に送信すること
                  <ul class="list_bar">
                    <li>過度に暴力的または残虐な表現を含む情報</li>
                    <li>コンピューター・ウィルスその他の有害なコンピューター・プログラムを含む情報</li>
                    <li>当社、本サービスの他の利用者またはその他の第三者の名誉または信用を毀損する表現を含む情報</li>
                    <li>過度にわいせつな表現を含む情報</li>
                    <li>差別を助長する表現を含む情報</li>
                    <li>自殺、自傷行為を助長する表現を含む情報</li>
                    <li>薬物の不適切な利用を助長する表現を含む情報</li>
                    <li>反社会的な表現を含む情報</li>
                    <li>チェーンメール等の第三者への情報の拡散を求める情報</li>
                    <li>他人に不快感を与える表現を含む情報</li>
                  </ul>
                </li>
                <li>本サービスのネットワークまたはシステム等に過度な負荷をかける行為</li>
                <li>学習コースで提供されるコンテンツの録音、録画その他一切の方法での記録行為</li>
                <li>当社が提供するコンテンツ、ソフトウェアその他のシステムに対するリバースエンジニアリングその他の解析行為</li>
                <li>本サービスの運営を妨害するおそれのある行為</li>
                <li>当社のネットワークまたはシステム等への不正アクセス</li>
                <li>第三者に成りすます行為</li>
                <li>本サービスの他の利用者のIDまたはパスワードを利用する行為</li>
                <li>当社が事前に許諾しない本サービス上での宣伝、広告、勧誘、または営業行為</li>
                <li>本サービスの他の利用者の情報の収集</li>
                <li>当社、本サービスの他の利用者またはその他の第三者に不利益、損害、不快感を与える行為</li>
                <li>当社ウェブサイト上で掲載する本サービス利用に関するルール（<a href="https://camp.trainocate.co.jp/terms.php">https://camp.trainocate.co.jp/terms.php</a>）に抵触する行為</li>
                <li>反社会的勢力等への利益供与</li>
                <li>面識のない異性との出会いを目的とした行為</li>
                <li>前各号の行為を直接または間接に惹起し、または容易にする行為</li>
                <li>前各号の行為を試みること</li>
                <li>その他、当社が不適切と判断する行為</li>
              </ol>
            </li>
            <li>登録ユーザーは、前項に違反する行為に起因して当社または第三者に損害が生じた場合、すべての法的責任を負うものとし、いかなる場合も当社を免責するものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第13条 （本サービスの停止等）</h2>
          <p>
            当社は、以下のいずれかに該当する場合には、登録ユーザーに事前に通知することなく、本サービスの全部または一部の提供を停止または中断することができるものとします。この場合、当社は、お客様に生じた損害について、当社の故意または重過失の場合を除き、一切の責任を負わず、返金、代替日の設定及び利用期間の延長等も行わないものとします。なお、当社が損害賠償の責を負う場合には第18条3項の規定を準用するものとします。
          </p>
          <ol class="list_num">
            <li>本サービスに係るコンピューター・システムの点検または保守作業を緊急に行う場合</li>
            <li>コンピューター、通信回線等の障害、誤操作、過度なアクセスの集中、不正アクセス、ハッキング等により本サービスの運営ができなくなった場合</li>
            <li>地震、落雷、火災、風水害、停電、天災地変などの不可抗力により本サービスの運営ができなくなった場合</li>
            <li>その他、当社が停止または中断を必要と判断した場合</li>
          </ol>

        </div>


        <div class="sec">
          <h2 class="article_title">第14条 （権利帰属）</h2>
          <p>
            当社ウェブサイト及び本サービスに関する知的財産権は全て当社または当社にライセンスを許諾している者に帰属しており、本規約に基づく本サービスの利用許諾は、当社ウェブサイトまたは本サービスに関する当社または当社にライセンスを許諾している者の知的財産権の使用許諾を意味するものではありません。
          </p>
        </div>


        <div class="sec">
          <h2 class="article_title">第15条 （登録抹消等）</h2>
          <ol class="list_num">
            <li>当社は、登録ユーザーが、以下の各号のいずれかの事由に該当する場合は、事前に通知または催告することなく、当該登録ユーザーについて本サービスの利用の一時的な停止、登録ユーザーとしての登録の抹消またはサービス利用契約の解除その他の必要な措置を講ずることができます。
              <ol class="list_num_kakko">
                <li>本規約のいずれかの条項に違反した場合</li>
                <li>登録事項に虚偽の事実があることが判明した場合</li>
                <li>支払停止もしくは支払不能となり、または破産手続開始、民事再生手続開始、会社更生手続開始、特別清算開始若しくはこれらに類する手続の開始の申立てがあった場合</li>
                <li>1年以上本サービスの利用がない場合</li>
                <li>当社からの問い合わせその他の回答を求める連絡に対して３０日間以上応答がない場合</li>
                <li>その他、当社が本サービスの利用または登録ユーザーとしての登録の継続を適当でないと判断した場合</li>
              </ol>
            </li>
            <li>登録ユーザーが前項各号のいずれかの事由に該当した場合、登録ユーザーは、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</li>
            <li>第1項の規定は、当社の登録ユーザーに対する損害賠償請求を妨げるものではありません。</li>
            <li>登録ユーザーが死亡した場合、当社は、当該登録ユーザーの登録を削除できるものとします。また、登録ユーザーが死亡した場合、その時点で本サービスを退会したものとし、当該登録ユーザーが有していた本サービスに関する権利・義務は当該会員に一身専属に帰属し、相続されないものとします。</li>
            <li>登録ユーザーが誤って登録を削除した場合も、登録ユーザーの復旧を行うことはできず、本サービスを再度利用する場合には、あらためて登録を行うものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第16条 （解約）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、コンテンツの閲覧その他の本サービスを利用するまでは、当社所定の手続の完了により、サービス利用契約を解約し、自己の登録ユーザーとしての登録を抹消すること（以下「解約等」といいます。）ができます。</li>
            <li>登録ユーザーが、コンテンツの閲覧その他の本サービスを利用した場合には前2項は適用されないものとし、登録ユーザーが既に支払った本サービスの料金の返金は行わないものとします。</li>
            <li>登録ユーザーは、解約にあたり、当社に対して負っている債務が有る場合は、当社に対して負っている債務の一切について当然に期限の利益を失い、直ちに当社に対して全ての債務の支払を行わなければなりません。</li>
            <li>解約後の利用者情報の取扱いについては、第20条の規定に従うものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第17条 （本サービスの内容の変更、終了）</h2>
          <ol class="list_num">
            <li>当社は、当社の都合により、本サービスの内容を変更し、または提供を終了することができます。</li>
            <li>当社が本サービスの提供を終了する場合、当社は登録ユーザーに事前に通知するかまたは当社ウェブサイトで周知するものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第18条 （保証の否認及び免責）</h2>
          <ol class="list_num">
            <li>当社は、本サービスが登録ユーザーの特定の目的に適合すること、期待する機能・商品的価値・正確性・有用性を有すること、登録ユーザーによる本サービスの利用が登録ユーザーに適用のある法令または業界団体の内部規則等に適合すること、継続的に利用できること、及び不具合が生じないことについて、明示又は黙示を問わず何ら保証するものではありません。</li>
            <li>登録ユーザーは、下記に定める事項に起因もしくは関連して生じた一切の損害並びに本サービスの利用によって生じた一切の損害について、当社の故意または重過失による場合を除き、当社がいかなる賠償責任も負わないことに予め同意します。なお、当社が損害賠償の責を負う場合には次項の規定を準用するものとします。
              <ol class="list_num_kakko">
                <li>本サービスの利用に際し、満足な利用ができなかった場合（以下の状況を含みますが、これらに限定されません）</li>
                <li>登録ユーザーが行った質問に対し、登録ユーザーが希望する時間内に回答が行われなかった場合</li>
                <li>学習コースの学習内容に直接関連しない質問等に対して、回答が受けられなかった場合</li>
                <li>第13条各号に定める事由が生じた場合</li>
                <li>第三者による会員登録した情報への不正アクセス及び改変など</li>
                <li>本サービスの学習効果や有効性、正確性、真実性等</li>
                <li>本サービスに関連して当社が紹介・推奨する他社の教材等の効果及び有効性ならびに安全性及び正確性等</li>
                <li>本サービスに関連して受信したファイル等が原因となりウィルス感染などの損害が発生した場合</li>
                <li>パスワード等の紛失または使用不能により本サービスが利用できなかった場合</li>
                <li>本サービス上で提供するすべての情報、リンク先等の完全性、正確性、最新性、安全性等</li>
                <li>本サービス上で利用した第三者のサービスの完全性、正確性、最新性、安全性等</li>
                <li>登録ユーザーが作成したプログラムの有効性ならびに安全性及び正確性等</li>
                <li>本サービスの利用に関して、登録ユーザーが本サービスを利用したことまたは利用できなかったことに起因する一切の事由</li>
              </ol>
            </li>
            <li>前項の規定は、本サービスに関する当社と登録ユーザーの契約が、消費者契約法第2条3項に定める消費者契約に該当する場合には、適用されないものとします。</li>
            <li>第2項の場合、当社は、当社の故意または重過失により、本規約に違反し登録ユーザーに損害を与えた場合には、通常かつ直接の損害に限り登録ユーザーが被った損害を賠償するものとし、付随的損害、間接損害、特別損害、将来の損害及び逸失利益にかかる損害については、賠償する責任を負わないものとします。その場合、損害賠償額は、当該損害発生の原因となった本サービスの代金として当社が過去6か月間に受領した金額を上限とします。</li>
            <li>第3項の場合、当社は、当社の過失(本項では重過失を除きます)によって生じた損害に関し、前項の規定を準用するものとします。</li>
            <li>本サービスまたは当社ウェブサイトに関連して登録ユーザーと他の登録ユーザーまたは第三者との間において生じた取引、連絡、紛争等については、登録ユーザーが自己の責任によって解決するものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第19条 （損害賠償）</h2>
          <p>
            登録ユーザーの行為に起因して当社に損害が発生した場合、登録ユーザーは、当社に対し、当該損害の全額（逸失利益、当社が支払った弁護士費用を含む。）を負担するものとします。
          </p>
        </div>


        <div class="sec">
          <h2 class="article_title">第20条 （利用者情報の取扱い）</h2>
          <ol class="list_num">
            <li>登録ユーザーの登録情報、端末情報等その他ユーザーに関する情報の取扱いについては、次項以下に定めるもののほか、当社が別途定める当社の個人情報保護方針（<a href="https://www.trainocate.co.jp/gkinfo/pi_hogo.html" target="_blank">https://www.trainocate.co.jp/gkinfo/pi_hogo.html</a>）及びプライバシーポリシー（<a href="https://www.trainocate.co.jp/gkinfo/privacy.html" target="_blank">https://www.trainocate.co.jp/gkinfo/privacy.html</a>）によるものとし、登録ユーザーは、プライバシーポリシーに従って当社が当該情報を取り扱うことについて同意するものとします。</li>
            <li>当社は、登録ユーザーが当社に提供した登録情報、端末情報等及びその他の情報並びにデータ等を、当社の裁量で、本サービスの提供及び運用、サービス内容の改良及び向上等の目的のために利用し、又は個人を特定できない形での統計的な情報として公開することができるものとし、登録ユーザーはこれに同意するものとします。</li>
            <li>当社は、登録ユーザーから収集した登録情報、端末情報等、その他当該ユーザーに関する情報を、管理等のために委託し、または当社と提携する提携サービスの利用に必要な範囲において、当社が提携する個人または法人と共同利用することがあり、登録ユーザーはこれに同意するものとします。</li>
            <li>前項の他、当社は、第2項に定める目的及び提携先による提携サービスの提供を目的として、本サービスを通じて収集・解析した情報に関する統計資料を提携先その他の第三者に提供することがあり、登録ユーザーはこれに同意するものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第21条 （輸出管理）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、当社から提供又は開示を受ける製品、技術情報その他の当社に関する情報並びにこれらを利用した製品、技術情報等を、必要な日本および米国政府の許認可を取得することなく日本国外に持出し又は輸出を行うことはできません。</li>
            <li>当社は、本サービスの実施に関して日本国政府又は米国政府の許可が必要となる場合において、許可が遅延し又は許可されないときは、登録ユーザーに通知の上その実施を延期し、又は受講にかかる契約を取り消すことができるものとし、これにより生じた損害については免責されるものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第22条 （連絡／通知）</h2>
          <ol class="list_num">
            <li>本サービスに関する問い合わせその他登録ユーザーから当社に対する連絡または通知及び本規約の変更に関する通知その他当社から登録ユーザーに対する連絡または通知は、当社の定める方法で行うものとします。</li>
            <li>登録ユーザーが法人である場合には、登録ユーザーは、前項に定める連絡等を担当する教育担当者を指定した上で、当社に対し当該教育担当者の氏名、メールアドレスその他当社の指定する情報を通知し、当社所定の方法で登録しなければならないものとします。</li>
            <li>登録ユーザーは、ユーザー登録した自らのメールアドレス（法人の場合には前項に定める教育担当者のメールアドレスを含みます。）により当社からの電子メールを受信できるよう設定しなければなりません。</li>
            <li>当社は、本サービスに関する情報等を電子メールで登録ユーザーに通知する場合、当社が登録された当該メールアドレス宛に送信した時点をもって、通知が完了したものとみなします。</li>
            <li>当社は、登録ユーザーが会員登録したメールアドレスに不備があったこと、メールアドレスの変更を当社に通知しなかったことまたは適切に受信設定しなかったことに起因して、当社からの電子メールが届かなかった場合、同不到達に対して、一切責任を負わないものとします。なお、登録ユーザーは、同不到達に起因して生じるすべての損害等について責任を負うものとし、いかなる場合も当社を免責するものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第23条 （サービス利用契約上の地位の譲渡等）</h2>
          <ol class="list_num">
            <li>登録ユーザーは、当社の書面による事前の承諾なく、利用契約上の地位または本規約に基づく権利もしくは義務につき、第三者に対し、譲渡、移転、担保設定、その他の処分をすることはできません。</li>
            <li>当社は本サービスにかかる事業を他社に譲渡した場合には、当該事業譲渡に伴い本サービス利用に関する当社との間の契約上の地位、本規約に基づく権利及び義務並びに登録ユーザーの登録事項その他の顧客情報を当該事業譲渡の譲受人に譲渡することができるものとし、登録ユーザーは、かかる譲渡につき本項において予め同意したものとします。なお、本項に定める事業譲渡には、通常の事業譲渡のみならず、会社分割その他事業が移転するあらゆる場合を含むものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第24条 （再委託）</h2>
          <p>当社は、本サービスの提供に関して必要となる業務の全部又は一部を当社の判断にて第三者に再委託することができるものとする。</p>
        </div>


        <div class="sec">
          <h2 class="article_title">第25条 （規約の変更）</h2>
          <ol class="list_num">
            <li>当社は、当社が必要と判断した場合には、本規約を、登録ユーザーに対する事前の通知なく変更することができるものとします。なお、当社は、本規約を変更する旨、変更後の内容および効力発生時期を、当社ウェブサイトへ掲載する方法その他の相当な方法により周知するものとします。</li>
            <li>変更後の本規約については、当社が定める効力発生時期または当社ウェブサイト上に表示した時点で効力を生じるものとし、本規約変更後に、登録ユーザーが同意した場合又は登録ユーザーが本サービスを利用した場合には、登録ユーザーは変更後の本規約の内容を承諾したものとみなします。ただし、法令上登録ユーザーの同意が必要となるような内容の変更の場合は、当社所定の方法で登録ユーザーの同意を得るものとします。</li>
          </ol>
        </div>


        <div class="sec">
          <h2 class="article_title">第26条 （分離可能性）</h2>
          <p>
            本規約のいずれかの条項またはその一部が、消費者契約法その他の法令等により無効と判断された場合であっても、本規約の残りの規定および一部が無効と判断された規定の残りの部分は、継続して有効に存続し、当該無効とされた条項またはその一部を、有効とするために必要な範囲で修正し、最大限、当該無効とされた条項またはその一部の趣旨および法律的経済的に同等の効果が確保されるよう解釈されるものとします。
          </p>
        </div>


        <div class="sec">
          <h2 class="article_title">第27条 （準拠法等）</h2>
          <ol class="list_num">
            <li>本規約及びサービス利用契約の準拠法は日本法とします。</li>
            <li>本規約またはサービス利用契約に起因し、または関連する一切の紛争については、東京地方裁判所を第一審の専属的合意管轄裁判所とします。</li>
          </ol>
        </div>

        <p class="text align_right">2021年9月16日制定</p>

      </div>


    </div>
  </main>





  <?php get_template_part('parts_site_footer'); ?>
<?php get_footer(); ?>

